Repository: ckan/ckanext-pages
Catalog: ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: is

source: Page name already exists in database
is: Skjalanafn finnst nú þegar í gagnagrunninum

source: Not authorized to see this page
is: Þú hefur ekki heimild til að skoða þetta skjal

source: User %s not authorized to read this page
is: Notandinn %s hefur ekki heimild til að lesa þetta skjal

source: Organization not found
is: Stofnun fannst ekki

source: Unauthorized to read organization %s
is: Ekki lesheimild fyrir stofnunina %s

source: Page Not Found
is: Skjal fannst ekki

source: Unauthorized to delete page
is: Ekki heimild til að eyða skjali

source: Group not found
is: Safn fannst ekki

source: Unauthorized to read group %s
is: Ekki lesheimild fyrir safnið %s

source: ERROR: View not found {view_id}
is: VILLA: Sýn fannst ekki {view_id}

source: Your browser does not support iframes.
is: Vafrinn þinn styður ekki iframe tagið

source: Unauthorized to create or edit a page
is: Ekki heimild til að búa til eða breyta skjali

source: Only Posting is available
is: Aðeins HTTP POST er leyfilegt

source: Unauthorized to upload file %s
is: Ekki heimild til að hlaða upp skránni %s

source: Content
is: Innihald

source: My content
is: Mitt innihald

source: Pages
is: Skjölun

source: Blog
is: Blogg

source: Confirm Delete
is: Staðfesta eyðingu

source: Are you sure you want to delete blog article - {name}?
is: Ertu viss um að þú viljir eyða færslunni: {name}?

source: Cancel
is: Hætta við

source: Edit Article
is: Breyta færslu

source: Article
is: Bloggfærsla

source: Edit
is: Breyta

source: Add Article
is: Bæta við færslu

source: There are currently no blog articles here
is: Það eru engar bloggfærslur hérna

source: How about creating one?
is: Væri ekki ráð að gera eitthvað í því?

source: This blog article currently has no content
is: Þessi bloggfærsla hefur ekkert innihald

source: More
is: Meira

source: No other blog articles
is: Engar aðrar bloggfærslur

source: Add blog articles to CKAN here.
is: Bæta við bloggfærslu í CKAN hér.

source: Add Blog Article
is: Bæta við bloggfærslu

source: Edit Blog Article
is: Breyta bloggfærslu

source: eg. Blog Article Title
is: t.d. Bloggfærslutitill

source: Add page
is: Bæta við skjali

source: Edit page
is: Breyta skjali

source: eg. Page Title
is: t.d. Titill skjals

source: Title
is: Titill

source: URL
is: Vefslóð

source: Publish Date
is: Útgáfudagur

source: Visibility
is: Sýnileiki

source: Private
is: Lokaður aðgangur

source: Public
is: Opin aðgangur

source: Menu Order
is: Valmyndarröð

source: Not in Menu
is: Ekki í valmynd

source: Enter content here
is: Skrifaðu innihaldið hér

source: Add
is: Bæta við

source: Are you sure you want to delete this Page?
is: Ertu viss um að þú viljir eyða þessu skjali?

source: Delete
is: Eyða

source: Save
is: Vista

source: Are you sure you want to delete page - {name}?
is: Ertu viss um að þú viljir eyða skjalinu: {name}?

source: Edit Page
is: Breyta skjali

source: There are currently no pages here
is: Það eru engar síður hérna

source: This page currently has no content
is: Þetta skjal hefur ekkert innihald

source: What are Pages?
is: Hvað eru skjöl?

source: Pages are are simple way to add extra pages to your ckan instance. You can assign an order to them.
is: Skjöl eru formlegar viðbótarupplýsingar sem eiga við um alla vefsíðuna en ekki einstaka gagnapakka.
